Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/plenum_no/dc2006-2.pdf.tmx
Source language: sme
Languages: nob

source: Sámedikki dievasčoahkkin
nob: Sametingets plenum

source: Čoahkkingirji 02/06
nob: Møtebok 02/06

source: Kautokeinoveien 50, N-9730 Kárášjohka
nob: Saksnr. Sakstittel

source: Telefon +47 78 47 40 00 Telefaks +47 78 47 40 90 samediggi@samediggi.no
nob: h. t. Sametingets forretningsorden § 4 019/06Samisk læringsplakat og prinsipper for opplæring i læreplanverket for

source: Áigi: Miessemánu 30. b. 2006 - geassemánu 02. b..
nob: Kunnskapsløftet - samisk

source: Báiki: Kárášjohka
nob: 020/06Sametingets revidert budsjett 2006 021/06Kontrollkomiteen - beretning perioden 2005- april 2006 022/06Kjøreregler for arbeidet i Sametingets fagkomiteer 023/06Sametingets retningslinjer for endret bruk av meahcci (utmark) i

source: Áššelistu
nob: Finnmark fylke

source: 014/06 Vuođđudeapmi 015/06 Sámediggeráđi doaibmadieđáhus čoahkkinortnega § 20 vuođul 016/06 Gažaldagat Sámediggeráđđái Sámedikki čoahkkinortnega § 11 vuođul 017/06 Sámediggeráđi riikkaidgaskasaš áŋgiruššansuorgi - čielggadus 018/06 Ođđa áššiid dieđiheapmi Sámedikki čoahkkinortnega § 4 vuođul 019/06 Sámi oahppoplakáhtta ja prinsihpat oahpahussii Máhttolokten - sámi oahppoplánabuktosis 020/06 Sámedikki reviderejuvvon bušeahtta 2006 021/06 Bearráigeahččanlávdegotti dieđáhus - áigodahkii golggotmánus 2005 - cuoŋománnui 2006 022/06 Sámedikkiid fágalávdegottiid bargonjuolggadusat 023/06 Sámedikki njuolggadusat Finnmárkku fylkka rievdaduvvon meahccegeavaheami várás 024/06 Sámedikki jagi 2007 čoahkkinplána 025/06 Váidinorgána nammadeapmi sámi organisašuvnnaid doarjjanjuolggadusaid vuođul 026/06 Ođđa lahttu válljen válgalávdegoddái ja doarjjastivrii 027/06 Spiekasteapmi Sámedikki fágalávdegottiid bargonjuolggadusain
nob: 024/06Sametingets møteplan 2007 025/06Oppnevning av klageorgan i henhold til retningslinjer for tilskudd til

source: Čoahkkináiggit
nob: samiske organisasjoner

source: Áigi Ášši Siidu
nob: 026/06Valg av nytt medlem til valgkomiteen og tilskuddstyret 027/06Unntak fra kjørereglene for arbeidet i Sametingets fagkomiteer

source: Disdat 30.05.06 dii. 09.00 - 09.20 014/06 dii 09.20 - 15.40 015/06 dii 15.40 - 16.40 016/06 dii. 16.40 - 17.00 017/06 dii. 17.30 - 18.10 022/06 dii. 18.10 - 18.10 024/06 Gaskavahkku 31.05.06 dii. 09.00 - 10.30 018/06 dii. 11.00 - 11.10 027/06 dii. 11.10 - 12.30 019/06 dii. 14.00 - 15.10 020/06 dii. 15.35 - 16.00 021/06 dii. 16.00 - 17.00 018/06 Duorastat 01.06.06 dii. 09.00 - 09.05 025/06 dii. 09.05 - 09.10 026/06 dii. 09.10 - 14.40 023/06 Bearjadat 02.06.06 dii. 08.30 - 10.10 017/06 joatkka
nob: Møtesekvenser

source: Vuođđogiella: Dárogiella
nob: Originalspråk: Norsk

source: Ášši 014/06
nob: Sak 14/06

source: Ášši meannudeapmi álggahuvvui maŋŋebárgga miessemánu 30. b. 2006 dii. 09.00.
nob: Saken påbegynt tirsdag 30. mai 2006 kl. 09.00.

source: Áirasat
nob: Representanter

source: Čuovvovaš áirasat ledje vuođđudeamis:
nob: Følgende representanter var til stede ved konstitueringen:

source: Lene Hansen 6.
nob: Vibeke Larsen

source: Berit Marie P. Eira (Per Andersen Bæhr ovddas 30.31.05.06)
nob: Berit Marie P. E. Eira (vara for Per Andersen Bæhr 30. – 31.05.06)

source: 13. ii lean várrelahttu Isak Mathis O. Hætta ovddas
nob: Ingen vara for Isak Mathis O. Hætta35.

source: Maja Lisa Kappfjell (Sten Erling Jønsson ovddas, lobihis jávkan) 17.
nob: Maja Lisa Kappfjell (vara for Sten Erling Jønsson, ugyldig fravær) 17.

source: Tone Merete Orti Olsen (Wiebke Synnøve Slåtsveen ovddas)
nob: Tone Merete Orti Olsen (vara for Wiebke Synnøve Slåtsveen)

source: Rita-Alise Porsanger 19.
nob: Innvilgende permisjoner

source: Permišuvnnat olles dievasčoahkkimis
nob: Permisjoner for hele plenumsmøtet

source: Permišuvnnat osiid dievasčoahkkimis
nob: Permisjoner for deler av plenumsmøtet

source: Áirras nr. 34 Tone Finnesen oaččui permišuvnna miessemánu 30. b. 2006. Áirras nr. 9 Synnøve Solbakken-Härkönen oaččui permišuvnna miessemámu 31. b. 2006. dii 13.30. – 15.30 Áirras nr. 25 Randi A. Skum oaččui permišuvnna miessemánu 30. – 31. b. 2006. Áirras nr. 26 Bjarne-Store Jakobsen oaččui permišuvnna geassemánu 01. ja 02. b. 2006. Áirras nr 12 Per Andersen Bæhr oaččui permišuvnna miessemánu 30.-31. b. 2006. Áirras nr 20 Toril Bakken oaččui permišuvnna miessemánu 30.-31. b. 2006. Áirras nr. 4 Marianne Balto Henriksen oaččui permišuvnna geassemánu 02. b. 2006. Áirras nr. 6 Per-Ivar Henriksen oaččui permišuvnna geassemánu 02. b. 2006. Áirras nr. 18 Per Edvind Varsi oaččui permišuvnna miessemánu 31. b. 2006 dii. 13.30 – 15.30. ja geassemánu 02. b. 2006. Áirras nr. 17 Tone Merete Orti Olsen oaččui permišuvnna geassemánu 01. – 02. b. 2006. Áirras nr. 19 John Harald Skum oaččui permišuvnna geassemánu 02. b. 2006.
nob: Representant nr. 1 Magnhild Mathisen innvilget permisjon fra 31. mai 2006 kl. 12.00 Representant nr. 34 Tone Finnesen innvilget permisjon fra 30. mai 2006 Representant nr. 9 Synnøve Solbakken-Härkönen innvilget permisjon 31. mai 2006 kl. 13.30 – 15.30 Representant nr. 25 Randi A. Skum innvilget permisjon 30. – 31. mai 2006 Representant nr. 26 Bjarne Store-Jakobsen innvilget permisjon 01. og 02. juni 2006 Representant nr. 12 Per Andersen Bæhr innvilget permisjon 30.-31.05.2006 Representant nr. 20 Torill Bakken innvilget permisjon 30. – 31. mai 2006 Representant nr. 4 Marianne Balto Henriksen innvilget permisjon 02.06.06 Representant nr. 6 Per-Ivar Henriksen innvilget permisjon 02.06.2006 Representant nr. 18 Per Edvind Varsi innvilget permisjon 31.05.2006 kl. 13.30 – 15.30 og 02. 06.2006 Representant nr. 17 Tone Merete Orti Olsen innvilget permisjon 01.-02.06.2006 Representant nr. 19 John Harald Skum innvilget permisjon 02.06.2006

source: Anne Dalheim lei čoahkkimis áirasa nr 23 Tor Mikalsen ovddas Berit Marie P. Eira lei čoahkkimis áirasa nr. 12 Per Andersen Bæhr ovddas Tone Merete Orti Olsen lei čoahkkimis áirasa nr. 17 Wiebke Synnøve Slåtsveen ovddas Kristin N. Harila lei čoahkkimis áirasa nr. 20 Toril Bakken ovddas Per-Bjørn Lakselvnes lei čoahkkimis áirasa nr. 25 Randi A. Skum ovddas Laila Wilks lei čoahkkimis áirasa nr. 39 Kirsten Appfjell ovddas Nanna Thomassen lei čoahkkimis áirasa nr. 30 Susanne Amalie Andersen ovddas Maja Lisa Kappfjell lei čoahkkimis áirasa nr. 38 Sten Erling Jønsson ovddas Ranveig Matheussen lei čoahkkimis áirasa nr. 26 Bjarne Store-Jakobsen ovddas Sigrun Rasmussen lei čoahkkimis áirasa nr. 1 Magnhild Mathisen ovddas
nob: Anne Dalheim møtte for representant nr. 23 Tor Mikalsen Berit Marie P. Eira møtte for representant nr. 12 Per Andersen Bæhr Tone Merete Orti Olsen møtte for representant nr. 17 Wiebke Synnøve Slåtsveen Kristin N. Harila møtte for representant nr. 20 Toril Bakken Per-Bjørn Lakselvnes møtte for representant nr. 25 Randi A. Skum Laila Wilks møtte for representant nr. 39 Kirsten Appfjell Nanna Thomassen møtte for representant nr. 30 Susanne Amalie Andersen Maja Lisa Kappfjell møtte for representant nr. 38 Sten Erling Jønsson Ranveig Matheussen møtte for representant nr. 26 Bjarne Store-Jakobsen Sigrun Rasmussen møtte for representant nr. 1 Magnhild Mathisen

source: I Áššebáhpirat
nob: I Dokumenter

source: Cuoŋománu 27. b. 2006 beaiváduvvon gohččun ja áššelistu.
nob: Møteinnkalling av 27.04.06 med forslag til saksliste.

source: II Evttohusat ja mearkkašumit
nob: II Forslag og merknader

source: Čoahkkinjođihangotti árvalus Sámediggái: Cuoŋománu 27. b. 2006 beaiváduvvon gohččun ja áššelistu dohkkehuvvo.
nob: Innkalling av 27.04.06 med innstilling til saksliste godkjennes.

source: Sámediggi dohkkeha ahte liigeášši 026/06 Ođđa lahtu válljen válgalávdegoddái ja doarjjastivrii biddjojuvvo gieđahallamii duorastaga geassemánu 01. b. 2006.
nob: Sametinget godkjenner at tilleggssak 026/06 Valg av nytt medlem til valgkomiteen og tilskuddstyret legges til sakskartet som sak torsdag 01. juni 2006.

source: III Jienasteapmi
nob: III Votering

source: 43 áirasis ledje 38 čoahkis.
nob: Av 43 representanter var 38 til stede.

source: Jienasteapmi čađahuvvui čuovvovaš vuoru mielde:
nob: Voteringen ble gjennomført i følgende rekkefølge:

source: Čoahkkinjođihangotti gohččun b. 27.04.06 oktan áššelisttuin dohkkehuvvui ovttajienalaččat Liigeášši 026/06 Ođđa lahttu válljen válgalávdegoddái ja doarjjastivrii dohkkehuvvui ja lasihuvvui áššelistui áššin duorastaga geassemánu 01 b. 2006
nob: ŽMøtelederskapets innkalling av 27.04.06 med saksliste ble enstemmig godkjent. ŽTilleggssak 026/06 Valg av nytt medlem til valgkomiteen og tilskuddsstyret, ble godkjent og lagt til sakskartet som sak torsdag 01. juni 2006.

source: Dán áššis ii ovddiduvvon beavdegirjelasáhus.
nob: Det ble ikke fremmet noen protokolltilførsler i denne saken.

source: V Sáhkavuorrolistu ja replihkat
nob: V Taleliste og replikkordskifte

source: 1 Josef Vedhugnes Egil Olli, čoahkkinortnegii Jánoš Trosten, čoahkkinortnegii
nob: 1 Josef Vedhugnes Egil Olli, til forretningsorden Jánoš Trosten, forretningsorden

source: VI Sámedikki mearrádus
nob: VI Sametingets vedtak

source: Cuoŋománu 27. b. 2006 beaiváduvvon gohččun ja áššelistu dohkkehuvvui.
nob: Innkalling av 27.04.06 med innstilling til saksliste godkjennes.

source: Ášši meannudeapmi loahpahuvvui 30.05.06 dii. 09.20.
nob: Behandlingen av saken ble avsluttet 30.05.06 kl. 09.20.

source: Vuođđogiella: dárogiella
nob: Originalspråk: Norsk

source: Ášši 15/06
nob: Sak 15/06

source: Sámediggeráđi doaibmadieđáhus čoahkkinortnega § 20 vuođul
nob: Sametingsrådets beretning om virksomheten iht. forretningsorden § 20

source: Arkiva
nob: Arkiv

source: Arkiiváššenr.
nob: Arkivsaksnr..

source: Ášši meannudeapmi álggahuvvui disdaga 30.05.06 dii. 09.20
nob: Saken påbegynt tirsdag 30.05.06 kl. 09.20

source: Nr Beavi Geas / Geasa Namahus
nob: dato Avsender / MottakerTittel

source: Sámediggeráđi evttohus:
nob: Sametingsrådets forslag:

source: Sámediggeráđi dieđáhus váldojuvvo diehtun.
nob: Sametingsrådets beretning tas til orientering.

source: Dieđáhus válddahallá Sámediggeráđi doaimmaid áigodagas 14.02.06-10.05.06.
nob: Beretningen omfatter Sametingsrådets aktiviteter i perioden 14.02.06-10.05.06.

source: 1 Doaimmaid válddahallan
nob: 1 Om virksomheten

source: Sámediggeráđđi lea dán áigodagas doallan 5 čoahkkima ja meannudan 32 ášši.
nob: Sametingsrådet har i denne perioden avholdt 5 møter og behandlet 32 saker.

source: Čujuhuvvo čoahkkingirjjiide R 02/06, R 03/06, R 04/06, R 05/06 ja R 06/06.
nob: Det vises til møtebok R 02/06, R03/06, R04/06, R05/06 og R06/06.

source: Sámediggeráđđi áigu dán dieđáhusas válddahallat máŋga dain áššiin maiguin ráđđi lea bargan dán áigodagas.
nob: Sametingsrådet vil i denne beretningen omtale flere saker rådet har arbeidet med i perioden.

source: 2 Áššesuorggit
nob: 2 Saksområder

source: 2.1 Oahpahus
nob: 2.1 Opplæring

source: 2.1.1 Máhttolokten
nob: 2.1.1 Kunnskapsløftet

source: Sámediggeráđđi lea dahkan álgomearrádusa sámi sisdollui našuvnnalaš oahppoplánain oktasašfágain osku ja etihkka, geografiija, servodatfága ja historjá.
nob: Sametingsrådet har gjort innledende vedtak om samisk innhold i nasjonale læreplaner i fellesfagene religion og etikk, geografi, samfunnsfag og historie.

source: Sámediggeráđđi gulahallá dál Máhttodepartemeantta politihkalaš jođihemiin oahppoplánaid sámi sisdoalu birra.
nob: Sametingsrådet er nå i dialog med politisk ledelse i Kunnskapsdepartementet om samisk innhold i læreplanene.

source: 2.1.2 Fága- ja diibmojuohku ohppiide geain lea sámegieloahpahus
nob: 2.1.2 Fag- og timefordeling for elever som har samisk opplæring

source: Sámediggi lea hálddahuslaš ráđđádallamiid bokte Máhttodepartemeanttain dohkkehan fága- ja diibmojuogu ohppiide geain lea oahpahus sámegielas ja sámegillii.
nob: Sametinget har gjennomført administrative konsultasjoner med Kunnskapsdepartementet og kommet til enighet om fag- og timefordeling for elever som får opplæring i og på samisk.

source: Lagat dieđut fága- ja diibmojuogu birra gávdnojit Johtočállosis F-009-06, ja dat gávdno dán neahttačujuhusas: http://odin.dep.no/kd/norsk/dok/regelverk/rundskriv/bn.html
nob: Detaljene omkring fag- og timefordelingen fremgår av Rundskiv F-009-06 som finnes på denne nettadresse: http://odin.dep.no/kd/norsk/dok/regelverk/rundskriv/bn.html

source: Deháleamos váldočuoggát leat ahte Sámedikki evttohus bajidit diibmologu vuosttašgillii (sámi / dáru) ja nuppigillii (sámi / dáru) dorjojuvvui, ja ahte oahppit geain lea oahpahus sámegielas ja sámegillii besset eret bákkolaš oahpahusgáibádusas eará amasgielain / gielalaš čiekŋudeamis danne go dain ohppiin lea juo oahpahus golmma gielas vuođđoskuvllas.
nob: De viktigste hovedpunktene er at Sametinget fikk gjennomslag for å øke timetallet til førstespråket (samisk / norsk) - og andrespråket (samisk / norsk). Videre er elever som har opplæring i og på samisk unntatt for kravet om obligatorisk opplæring i andre fremmedspråk / språklig fordypning. Dette fordi disse elevene allerede har opplæring i tre språk i grunnskolen.

source: Dain ohppiin lea goitge vejolašvuohta oažžut oahpahusa eará amasgielain / gielalaš čiekŋudeami jus dan háliidit.
nob: Disse elevene har likevel rett til opplæring i andre fremmedspråk / språklig fordypning dersom de ønsker det.

source: Nubbi váldočuokkis lea ahte ohppiin geain lea sámegieloahpahus leat eanet oahpahusdiimmut go eará ohppiin geat čuvvot našuvnnalaš fága- ja diibmojuogu, ja dat sorjjasta das makkár molssaeavttu vállješ.
nob: Et annet hovedpunkt er at det samlede timetallet for elever som får samisk opplæring er høyere enn for øvrige elever som følger nasjonal fag- og timefordeling, alt etter hvilke alternativ som velges.

source: Dat dahkkui dainna oaiviliin ahte nannet vuosttašgiela ja nuppigiela oahpahusa, ja hehttet ahte dat goaridit eará fágaid oahpahusa.
nob: Dette er gjort nettopp for å styrke opplæringen i førstespråket og andrespråket, og for å unngå at opplæringen i andre fag svekkes.

source: Dát lea spiehkastatmearrádus mii guoská ohppiide geat ožžot sámegieloahpahusa ja geat orrot guovlluid olggobealde mat meroštallojuvvojit sámi guovlun oahpahuslágas.
nob: Det er en unntaksbestemmelse som gjelder for elever som får samisk opplæring og som er bosatt utenfor definisjon av samisk distrikt i opplæringsloven.

source: Muhto sii sáhttet goitge beassat eará fágaid oahpahusas eret main leat gitta 76 diimmu mánáidceahkis, nu ahte daid ohppiid diibmolohku ii šatta nu olu stuorát go dain ohppiin geain ii leat sámegieloahpahus.
nob: Disse kan likevel bli fritatt for opplæring i andre fag med inntil 76 timer på barnetrinnet slik at timetallet for disse elevene ikke skal bli urimelig høyere enn for øvrige elever som ikke har opplæring i samisk.

source: 2.1.3 Sámi oahppoplakáhtta, vuođđoskuvlla oahppoplánat ja vuođđooahpahusa oppalaš oahppoplánat
nob: 2.1.3 Samisk læringsplakat, læreplaner for grunnskolen og gjennomgående læreplaner for grunnopplæringen

source: Sámi oahppoplakáhtta, sámi oahppoplánat vuođđoskuvlii ja sámegiela ja dárogiela oahppoplánat mat galget čuovvut 13-jagi skuvlamannodaga, leat leamaš gulaskuddamis.
nob: Samisk læringsplakat og samiske læreplaner for grunnskolen og læreplaner i fagene samisk og norsk som skal gjelde for hele det 13-årige skoleløpet har vært til høring.

source: Sámi oahppoplakáhtta ja oahpahusa prinsihpat meannuduvvojit sierra áššin dán dievasčoahkkimis.
nob: Samisk læringsplakat og prinsipper for opplæringen behandles som egen sak under denne plenumssamlingen.

source: Sámediggeráđđi mearridii sámegiela vuosttašgiela ja nuppigiela oahppoplána sisdoalu 20.04.06.
nob: Dette er gjennomgående læreplaner for opplæring i samisk språk for grunnskolen og videregående opplæring.

source: Dat leat oppalaš oahppoplánat sámegieloahpahussii vuođđoskuvllas ja joatkkaoahpahusas, ja dat gávdnojit Sámi oahpponeahtas ja Sámedikki neahttasiiddus.
nob: Disse er publisert på Samisk læringsnett og Sametingets nettside.

source: Oahppoplánat leat sihke davvisámegillii ja dárogillii, ja leat dál jorgaluvvome julevsámegillii ja lullisámegillii.
nob: Læreplanene foreligger på nordsamisk og norsk og er under oversetting til lulesamisk og sørsamisk.

source: Oahppoplánaid bokte ožžot oahppit ollislaš ja oppalaš oahpahusmannodaga sámegielas olles vuođđooahpahusas ja dat mearkkaša ahte sámegiella nannejuvvo.
nob: Læreplanene vil gi et helhetlig og gjennomgående opplæringsløp i samisk for hele grunnopplæringen og vil kunne bety en styrking av det samiske språket.

source: Sámegiela nuppigiela oahppoplánain lea earenoamáš hápmi Máhttoloktema eará oahppoplánaid bálddas.
nob: Læreplanene i samisk som andrespråk har en unik struktur sammenlignet med andre læreplaner i Kunnskapsløftet.

source: Plána lea heivehuvvon sihke daidda ohppiide geain leat ovdalaš dieđut sámegiela birra, ja daidda geain eai leat ovdalaš dieđut sámegiela birra, ja ulbmil lea ahte buot oahppit movttiiduvvošedje oahppat sámegiela.
nob: Planen er tilpasset elever både med og uten forkunnskaper i samisk språk med den hensikt at alle elever blir motiverte til å lære samisk.

source: Vuođđoskuvlla eará oahppoplánaid: biebmu ja dearvvašvuohta, musihkka, servodatfága, duodji, risttalašvuohta-, osku- ja eallinoaidnomáhttu ja oppalaš oahppoplána dárogielas ohppiide geain lea sámegiella vuosttašgiellan, gulaskuddan lea čoahkkáigesson, ja Sámedikki ráhkkaneapmi gárvet plánaid lea čađahuvvon.
nob: For øvrige samiske læreplaner for grunnskolen: mat og helse, musikk, samfunnsfag, naturfag, duodje, kristendoms-, religions- og livssynskunnskap og gjennomgående læreplan i norsk for elever med samisk som førstespråk, er oppsummering av høringen og Sametingets forberedelse til ferdigstillelse gjennomført.

source: Plánat leat sáddejuvvon Máhttodepartementtii, ja sii galget dohkkehit plánaid 2006 giđa mielde.
nob: Planene er oversendt Kunnskapsdepartementet som fastsetter disse i løpet av våren 2006.

source: Sámediggi lea bivdán ráđđádallamiid plánaid dohkkeheami oktavuođas.
nob: Sametinget har bedt om konsultasjoner i forbindelse med fastsettingen.

source: 2.1.4 Dutkan
nob: Sign: _________________ / _________________

source: Sámediggeráđđi lea mannan dievasčoahkkima rájes čuovvolan máŋga sámi dutkanášši.
nob: Sametingsrådet har siden forrige plenum fulgt opp flere saker som vedrører samisk forskning.

source: Presideanta Aili Keskitalo searvvai Sámi dutkanprográmma loahpahankonferánsii Romssas 23.-24.05.06 maid Norgga dutkanráđđi lágidii.
nob: President Aili Keskitalo deltok på Norges forskningsråds avlutningskonferanse for Program for samisk forskning i Tromsø 23.-24.02.06.

source: Presideanta doalai sártni sámi dutkama mearkkašumi birra sámi mearridanorgánaide.
nob: Presidenten holdt innlegg om samisk forsknings betydning for samiske beslutningstakere.

source: Ođđa sámi dutkanprográmma lea dál álggahuvvome.
nob: Et nytt program for samisk forskning er nå under utarbeidelse.

source: Sámediggi searvá dan bargui.
nob: Sametinget deltar i dette arbeidet.

source: Vuolláičála: _________________ / _________________ 28.02.06 lei presideanttas čoahkkin Norgga dutkanráđiin, ja doppe digaštalle davviguovllu strategiija.
nob: 28.02.06 hadde presidenten møte med Norges forskningsråd der forskningsrådets nordområdestrategi ble diskutert.

source: Presideanta ovddidii Sámedikki oainnu ja deattuhii dehálašvuođa das ahte eamiálbmotipmárdus váldo mielde dutkanráđi davviguovllu strategiijai.
nob: Presidenten la fram Sametingets syn og poengterte at det var av sentral betydning at urfolksdimensjonen måtte inn i forskningsrådets nordområdestrategi.

source: Sámediggi lea maiddái sádden gulaskuddancealkámuša dutkanráđđái dan birra.
nob: Sametinget har også gitt høringsuttalelse til Forskningsrådet på dette.

source: 20.-21.03.06 lágiduvvui julevsámi dutkankonferánsa Árran julevsámi guovddážis.
nob: 20.-21.03.06 ble det avholdt lulesamisk forskningskonferanse på Árran lulesamisk senter.

source: Presideanta sárdnidii sámi dutkama mávssolašvuođa birra sámi servodaga ovdáneapmái.
nob: Presidenten holdt innlegg om samisk forsknings betydning for utviklingen av samiske samfunn.

source: Romssa universitehta lágidii dutkankonferánssa Svalbárddas 23.-26.04.06.
nob: Universitetet i Tromsø arrangerte forskningskonferanse på Svalbard 23.-26.04.06.

source: Presideanta humai sáhkavuorustis dan birra, maid alit oahppu mearkkašá davviguovlluid eamiálbmogiidda.
nob: Presidenten holdt innlegg om høyere utdannings betydning for urfolk i nord.

source: Presideanttas lei čoahkkin Norgga dutkanráđi dieđadivišuvnnain Kárášjogas 27.04.06.
nob: Presidenten har hatt møte med divisjon for vitenskap i Norges forskningsråd i Karasjok 27.04.06.

source: Presideanta muitalii sámi dutkama boahttevaš dárbbuid birra.
nob: Presidenten informerte om framtidige behov for samisk forskning.

source: Divišunstivrra jođiheaddji muitalii movt dutkanráđđi áigu vuoruhit sámi dutkama.
nob: Divisjonsstyrets leder informerte om forskningsrådets videre satsing på samisk forskning.

source: Sii soabadedje doallat jahkásaš čoahkkimiid Sámedikki ja Norgga dutkanráđi gaskkas.
nob: Det ble enighet om faste årlige møter mellom Sametinget og Norges forskningsråd.

source: Sámediggeráđđi dovddahii ahte dál livččii áigi buoridit sámi ovddastusa dutkanráđi stivrenorgánain.
nob: Sametingsrådet ga uttrykk for at det er på tide med bedre samisk representasjon i forskningsrådets styrende organer.

source: 2.2 Bajásšaddan
nob: 2.2 Oppvekst

source: Sámedikkis lea leamaš jahkásaš čoahkkin mánáidáittardeddjiin Reidar Hjermann Guovdageainnus 07.03.06.
nob: Sametinget har hatt sitt årlige møte med barneombud Reidar Hjermann i Kautokeino 07.03.06.

source: Sámedikki bealis searvvai presideanta Aili Keskitalo ja Ann-Helene Saari Sámedikki nuoraidpolitihkalaš lávdegottis (SNPL).
nob: Fra Sametinget møtte president Aili Keskitalo og Ann-Helene Saari fra Sametingets ungdomspolitiske utvalg (SUPU).

source: Čoahkkima fáddá lei mánáid bajásšaddaneavttut.
nob: Tema på møtet var samiske barns oppvekstvilkår.

source: Sámediggi čujuhii ahte mánáidsuodjalusa ásahusain lea unnán sámegiel- ja kulturmáhttu.
nob: Sametinget la fram at det er mangel på samisk språk og kulturkompetanse i barnevernets institusjoner.

source: Nu lea bálvalus sámi mánáide heittot.
nob: Dette gir et dårligere tilbud til samiske barn.

source: Sámi dustehusruovttut leat maiddái beare unnán.
nob: Det er også for få samiske fosterhjem.

source: Danne ferte garraseappot geahččalit háhkat eanet dustehusruovttuid.
nob: Det må derfor gjøres et større rekrutteringsarbeid for å skaffe flere fosterhjem.

source: Lassin lea dárbu bargat metodaovddidemiin sámi mánáidsuodjalusas.
nob: Videre er det behov for metodeutviklingsarbeid innenfor samisk barnevern.

source: Mánáidsuodjalusa ovddidanguovddáš Romssas lea ožžon earenoamáš ovddasvástádusa sámi mánáidsuodjalusa metodaovddiideapmái.
nob: Barnevernets utviklingssenter i Tromsø (BVUNN) har fått spesielt ansvar for metodeutvikling innenfor samisk barnevern.

source: Fágasuorggis lea dárbu čađat bargat metodaovddidemiin, muhto guovddážis eai leat fásta ekonomalaš rámmat dan bargui.
nob: Det er behov for et kontinuerlig metodeutviklingsarbeid innenfor fagfeltet men senteret mangler faste økonomiske rammer for å gjøre dette arbeidet.

source: Sámediggi váillaha maiddái sámegiela- ja kulturgelbbolašvuođa Mánáidáittardeaddjis, ja soabaimet bargat viidásit dainna áššiin.
nob: Sametinget etterlyste i tillegg samisk språk- og kulturkompetanse hos Barneombudet, og det er enighet om å jobbe videre med saken.

source: Čoahkkimis mánáidáittardeddjiin lei sáhka sámi mánáid dili birra mánáidgárddiin ja skuvllain, ja sámi mánáid oahpponeavvodili birra.
nob: Situasjonen for samiske barn i barnehage og skole, og læremiddelsituasjonen for samiske barn ble tatt opp på møtet med Barneombudet.

source: Lassin čoahkkáigesse ovdalaš digaštallojuvvon áššiid, ja digaštalle movt daid galgá viidásit čuovvolit.
nob: I tillegg ble saker som er tatt opp tidligere oppsummert og drøftet for videre oppfølging.
